"IDS_PREFERENCES" = "Προτιμήσεις";
"IDS_RETRYSYNC" = "Εκ νέου προσπάθεια συγχρονισμού";
"IDS_VIEWGD" = "Επισκεφτείτε το Google Drive στον ιστό";
"IDS_SHAREFILE" = "Κοινή χρήση…";
"IDS_VIEWFILE" = "Προβολή στον ιστό";
"IDS_REVISIONFILE" = "Αναθεωρήσεις";
"IDS_PRODUCTNAME" = "Google Drive";
